/* (No Comment) */
"%@ could not be installed due to a possible user permissions error." = "Impossibile installare %@ a causa di un eventuale errore di permessi utente.";

/* (No Comment) */
"%@ could not be validated correctly." = "Impossibile validare %@ correttamente.";

/* (No Comment) */
"%@ or some of its components could not be quit to continue the uninstallation." = "Impossibile uscire da %@ o da alcuni dei suoi componenti per continuare l'installazione.";

/* (No Comment) */
"%@ was updated" = "%@ è stata aggiornata";

/* (No Comment) */
"%lu applications were updated" = "%lu applicazioni sono state aggiornate";

/* (No Comment) */
"1 application was updated" = "1 applicazione è stata aggiornata";

/* (No Comment) */
"Activate your subscription" = "Attiva il tuo abonamento";

/* (No Comment) */
"Active subscription" = "Abbonamento attivo";

/* (No Comment) */
"Add" = "Aggiungi";

/* (No Comment) */
"All apps are up to date!" = "Tutte le app sono aggiornate!";

/* (No Comment) */
"An error occurred while uninstalling %@." = "Si è verificato un errore durante la disinstallazione di %@.";

/* (No Comment) */
"Application signature could not be verified." = "Impossibile verificare la firma dell'applicazione.";

/* (No Comment) */
"Cancel" = "Annulla";

/* (No Comment) */
"Check out what %@ has to offer." = "Scopri i vantaggi di %@.";

/* (No Comment) */
"Could not move to Applications folder" = "Impossibile spostare nella cartella Applicazioni";

/* (No Comment) */
"Did fail to launch %@" = "Avvio di %@ non riuscito";

/* (No Comment) */
"Dismiss" = "Ignora";

/* (No Comment) */
"Don’t Move" = "Non spostare";

/* (No Comment) */
"Download Now" = "Scarica ora";

/* (No Comment) */
"Download and Install" = "Scarica e installa";

/* (No Comment) */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Scarica e installa Setapp per usare %@ e scoprire ancora altre applicazioni eccezionali.";

/* (No Comment) */
"Download and install Setapp to use this app and discover even more awesome applications" = "Scarica e installa Setapp per usare quest'app e scoprire ancora altre applicazioni eccezionali";

/* (No Comment) */
"Explore Setapp to find and use them." = "Esplora Setapp per trovare e usare le app.";

/* (No Comment) */
"Find it in your Setapp folder." = "Si trova nella tua cartella Setapp.";

/* (No Comment) */
"Install" = "Installa";

/* (No Comment) */
"Internal file operation failed" = "Operazione di file interna non riuscita";

/* (No Comment) */
"It looks like the application was not code signed with a developer signature." = "Sembra che il codice dell'applicazione non sia firmato da uno sviluppatore.";

/* (No Comment) */
"It looks like your Mac's identity has changed." = "Sembra che l'identità del tuo Mac sia cambiata.";

/* (No Comment) */
"Learn More…" = "Altre informazioni…";

/* (No Comment) */
"Learn more…" = "Altre informazioni…";

/* (No Comment) */
"Move to Applications" = "Sposta in Applicazioni";

/* (No Comment) */
"New updates available!" = "Nuovi aggiornamenti disponibili!";

/* (No Comment) */
"Not Now" = "Non adesso";

/* (No Comment) */
"Note that this will require an administrator password." = "Questa procedura richiederà una password amministratore.";

/* (No Comment) */
"Payment details outdated" = "Dati di pagamento obsoleti";

/* (No Comment) */
"Please add payment details to your account." = "Aggiungi i dati di pagamento al tuo account.";

/* (No Comment) */
"Please connect to the Internet." = "Connettiti a Internet.";

/* (No Comment) */
"Please download a new copy of Setapp and reinstall it on your Mac to resolve the problem." = "Scarica e installa nuovamente Setapp sul tuo Mac per risolvere il problema.";

/* (No Comment) */
"Please download and install the latest version to continue using Setapp." = "Scarica e installa la versione più recente per continuare a usare Setapp.";

/* (No Comment) */
"Please make sure no network management apps are blocking Setapp and try again." = "Assicurati che Setapp non venga bloccata da app di gestione rete e riprova.";

/* (No Comment) */
"Please make sure you are connected and try again." = "Verifica la connessione a Internet e riprova.";

/* (No Comment) */
"Please make sure you resolve any related issues and try again." = "Assicurati di risolvere eventuali problemi correlati e riprova.";

/* (No Comment) */
"Please quit the application manually and try again." = "Esci dall'applicazione manualmente e riprova.";

/* (No Comment) */
"Please sign in to Setapp and try again." = "Accedi a Setapp e riprova.";

/* (No Comment) */
"Please sign in your Setapp account to continue using the service." = "Accedi al tuo account Setapp per continuare a usare il servizio.";

/* (No Comment) */
"Please sign out and sign back into your Setapp account before you try again." = "Esci e accedi nuovamente al tuo account Setapp prima di riprovare.";

/* (No Comment) */
"Please try again or remove the application by other means if the problem persists." = "Riprova o rimuovi l'applicazione con altri mezzi se il problema persiste.";

/* (No Comment) */
"Please try again or remove the remaining files manually." = "Riprova o rimuovi manualmente i file rimanenti.";

/* (No Comment) */
"Please try again." = "Riprova.";

/* (No Comment) */
"Please update your operating system and try again." = "Aggiorna il sistema operativo e riprova.";

/* (No Comment) */
"Please view your account details to learn more." = "Consulta i dettagli del tuo account per altre informazioni.";

/* (No Comment) */
"Quit" = "Esci";

/* (No Comment) */
"Search" = "Ricerca";

/* (No Comment) */
"Search for apps, tasks, etc…" = "Cerca applicazioni, attività, ecc…";

/* (No Comment) */
"Setapp needs to verify your subscription." = "Setapp deve verificare l'abbonamento.";

/* (No Comment) */
"Setapp needs your permission to perform application uninstallation." = "Setapp richiede il permesso per eseguire la disinstallazione dell'applicazione.";

/* (No Comment) */
"Setapp requires Internet connection to continue." = "Setapp richiede una connessione a Internet per continuare.";

/* (No Comment) */
"Setapp subscription running out." = "L'abbonamento di Setapp è prossimo alla scadenza.";

/* (No Comment) */
"Setapp’s Internet access got interrupted by another process or application." = "L'accesso Internet di Setapp è stato interrotto da un altro processo o un'altra applicazione.";

/* (No Comment) */
"Sign In" = "Accedi";

/* (No Comment) */
"Sign In to use Setapp" = "Accedi per usare Setapp";

/* (No Comment) */
"Some applications need to be reopened." = "Alcune applicazioni devono essere riaperte.";

/* (No Comment) */
"Some of the application components could not be removed during the uninstallation." = "Alcuni componenti dell'applicazione non sono stati rimossi durante la disinstallazione.";

/* (No Comment) */
"Subscribe" = "Iscriviti";

/* (No Comment) */
"Subscribe Now" = "Abbona ora";

/* (No Comment) */
"TODO" = "TODO";

/* (No Comment) */
"Terribly sorry, please try again a little later." = "Siamo desolati. Riprova più tardi.";

/* (No Comment) */
"The main Setapp application is missing on your Mac. Would you like to download and install it?" = "L'applicazione principale di Setapp non si trova sul tuo Mac. Vuoi scaricarla e installarla?";

/* (No Comment) */
"There’s a new app on Setapp!" = "C'è una nuova app su Setapp!";

/* (No Comment) */
"This action is recommended for better Setapp experience." = "Quest'azione è consigliata per una migliore esperienza di Setapp.";

/* (No Comment) */
"This application is no longer available on Setapp." = "Questa applicazione non è più disponibile su Setapp.";

/* (No Comment) */
"This application requires an active Setapp account installed on your Mac." = "Questa applicazione richiede un account Setapp attivo installato sul tuo Mac.";

/* (No Comment) */
"This application requires macOS %@ or later to work on your computer. Currently you have macOS %@." = "Questa applicazione richiede macOS %1$@ o versioni successive per funzionare sul tuo computer. Attualmente hai macOS %2$@.";

/* (No Comment) */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Questa copia di %@ richiede un account Setapp attivo installato sul tuo Mac.";

/* (No Comment) */
"This will allow you to discover and further use all of the Setapp applications." = "Questo ti permette di scoprire e utilizzare tutte le applicazioni di Setapp.";

/* (No Comment) */
"This will keep your Downloads folder uncluttered." = "Ciò ti permette di mantenere pulita la tua cartella Download.";

/* (No Comment) */
"Uh-oh! Setapp is having some connection issues." = "Oh-oh! Setapp ha riscontrato problemi di connessione.";

/* (No Comment) */
"Unable to launch %@" = "Impossibile avviare %@";

/* (No Comment) */
"View My Account" = "Visualizza il mio account";

/* (No Comment) */
"Would you like to move Setapp to your Applications folder?" = "Vuoi spostare Setapp nella cartella Applicazioni?";

/* (No Comment) */
"You may remove the alias from your computer." = "Puoi eliminare l'alias dal tuo computer.";

/* (No Comment) */
"Your Setapp installation is broken and cannot be used properly." = "L'installazione di Setapp è danneggiata e non può essere utilizzata correttamente.";

/* (No Comment) */
"Your Setapp trial ends soon." = "La tua prova di Setapp sta per terminare.";

/* (No Comment) */
"Your current version of Setapp is outdated and can no longer be used." = "La tua versione attuale di Setapp è obsoleta e non può più essere utilizzata.";

/* (No Comment) */
"Your issue is already being handled" = "Il tuo problema è già in fase di elaborazione";

